Repository: systopia/de.systopia.contract
Catalog: l10n/*/LC_MESSAGES/contract.po
Languages: de_de

source: unknown
de_de: unbekannt

source: %2 [%1] since %3
de_de: %2 [%1] seit %3

source: %2 [%1] from %3 to %4
de_de: %2 [%1] von %3 bis %4

source: Cancel Contract
de_de: Vertrag beenden

source: Cancel
de_de: Beenden

source: Resume date cannot be before or on the same day as the pause.
de_de: Wiederaufnahmedatum kann nicht vor oder am selben Tag sein wie die Pausierung.

source: Pause Contract
de_de: Vertrag pausieren

source: Pause
de_de: Pausieren

source: Resume Contract
de_de: Vertrag wiederaufnehmen (nach Pausierung)

source: Revive Contract
de_de: Vertrag wiederaufnehmen (nach Beendigung)

source: Revive
de_de: Wiederaufnehmen (nach Beendigung)

source: Sign Contract
de_de: Vertrag unterschreiben

source: Update Contract
de_de: Vertrag aktualisieren

source: Update
de_de: Ändern

source: - none -
de_de: -keine-

source: Contract ID
de_de: Vertrags-ID

source: ContributionRecur ID
de_de: Zahlungsvertrag ID

source: Creation Date
de_de: Erstellungsdatum

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Create a new contract for %1
de_de: Neuen Vertrag für %1 erstellen

source: Payment
de_de: Zahlung

source: create new mandate
de_de: neues SEPA-Mandat

source: select existing contract
de_de: bestehenden Zahlungsvertrag wählen

source: Cycle day
de_de: Einzugstag

source: Members Bank Account
de_de: Kontoinhaber

source: Installment amount
de_de: Einzugsbetrag

source: Payment Frequency
de_de: Turnus

source: Member since
de_de: Mitglied seit

source: Membership start date
de_de: Mitgliedschaftsstartdatum

source: End date
de_de: Enddatum

source: Campaign
de_de: Kampagne

source: Membership type
de_de: Mitgliedschaftstyp

source: Source media
de_de: Kanal Kontaktaufnahme

source: Reference number
de_de: Referenznummer

source: Contract number
de_de: Vertragsnummer

source: DD-Fundraiser
de_de: Akquise durch

source: Membership channel
de_de: Anwerbekanal

source: Notes
de_de: Notizen

source: Create
de_de: Erstellen

source: Join date cannot be in the future.
de_de: Eintrittsdatum kann nicht in der Zukunft liegen.

source: Some updates have already been scheduled for this contract. Please ensure that this new update will not conflict with existing updates
de_de: Für diesen Vertrag sind bereits einige Aktualisierungen vorgesehen. Bitte stellen Sie sicher, dass diese neue Aktualisierung nicht mit bestehenden Aktualisierungen kollidiert

source: Scheduled updates exist!
de_de: Weitere Anstehende Änderungen!

source: Unknown action '%1'.
de_de: Unbekannte Aktion '%1'.

source: Invalid modification for status '%1'.
de_de: Ungültige Änderung für Status '%1'.

source: Schedule date
de_de: Geplantes Ausführungsdatum

source: Discard changes
de_de: Änderungen verwerfen

source: modify contract
de_de: Mandat anpassen

source: select other
de_de: bestehendes Mandat

source: no change
de_de: keine Änderung

source: Account Holder
de_de: Kontoinhaber

source: Installment Amount
de_de: Einzugsbetrag

source: Start Collection
de_de: Einzugsstart

source: as soon as possible
de_de: so bald wie möglich

source: respect previous cycle
de_de: bestehenden Turnus beibehalten

source: Cancellation reason
de_de: Kündigungsgrund

source: Resume Date
de_de: Wiederaufnahmedatum

source: Debitor name
de_de: Name der Spender_in

source: Debitor account
de_de: Konto der Spender_in

source: Creditor name
de_de: Kreditor

source: Creditor account
de_de: Kreditor Konto

source: Payment method: SEPA Direct Debit
de_de: Zahlungsart: SEPA Direct Debit

source: Frequency
de_de: Zahlungsrhytmus

source: Annual amount
de_de: Jahresbetrag

source: Next debit
de_de: Nächster Einzug

source: Contract modification reviewers
de_de: Vertrags Reviewer

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: Contract settings updated.
de_de: Vertragseinstellungen aktualisiert.

source: Assign %1 Contributions to:
de_de: Weise %1 Zuwendungen zu:

source: Contract
de_de: Vertrag

source: Adjust Financial Type
de_de: Zuwendungsart anpassen

source: Re-Assign
de_de: Zuweisung Ändern

source: Assign to Recurring
de_de: Wiederkehrender Zahlung (RCUR) zuordnen

source: no
de_de: nein

source: yes
de_de: ja

source: adjust start and end date
de_de: Start- und Enddatum anpassen

source: only if within start/end date
de_de: nur wenn innerhalb des Start-/Enddatums

source: Assign
de_de: Zuweisen

source: Assigned %1 contribution(s) to contract [%2]
de_de: %1 Zuwendungen Vertrag [%2] zugewiesen.

source: Adjusted date range of recurring contribution [%1]
de_de: Datumsbereich der wiederkehrenden Zuwendung [%1] angepasst.

source: %1 contribution(s) were adjusted as requested.
de_de: %1 Zuwendung(en) wurden angepasst.

source: [%4] '%1' since %2 (%3) - %5
de_de: [%4] '%1' seit %2 (%3) - %5

source: Detach Contributions from Membership
de_de: Entkoppel Zuwendungen von Mitgliedschaft

source: %1 of the %2 contributions are currently attached to a membership, and <strong>will be detached.</strong>
de_de: %1 der %2 Zuwendungen sind aktuell an eine Mitgliedschaft gebunden und <strong>nun von dieser getrennt.</strong>

source: Detach from %1 recurring contributions
de_de: Entkoppel von %1 wiederkehrenden Zuwendungen

source: Update Financial Type
de_de: Zuwendungsart aktualisieren

source: Update recurring contributions' financial type, too.
de_de: Auch Zuwendungsart der wiederkehrenden Zuwendung aktualisieren.

source: Detach
de_de: Abkoppeln

source: All contribution(s) have been detached from their memberships.
de_de: Alle Zuwendungen wurden von ihren Mitgliedschaften abgekoppelt.

source: Contribution [%1] couldn't be detached: %2
de_de: Zuwendung [%1] konnte nicht abgekoppelt werden: %2

source: Error
de_de: Fehler

source: %1 contribution(s) have been detached from the recurring contribution.
de_de: %1 Zuwendungen wurden von ihren wiederkehrenden Zuwendungen abgekoppelt.

source: %1 contribution(s) have <strong>not</strong> been detached from the recurring contribution, because they belong to a CiviSEPA mandate.
de_de: %1 Zuwendungen wurden <strong>nicht</strong> von ihren wiederkehrenden Zuwendungen abgekoppelt, da sie zu einem CiviSEPA Mandat gehören.

source: Cannot Detach
de_de: Kann nicht abgelöst werden

source: Financial type for contribution [%1] couldn't be changed: %2
de_de: Zuwendungsart für Zuwendung [%1] konnte nicht angepasst werden: %2

source: Financial type for %1 contribution(s) has been updated.
de_de: Zuwendungsart für %1 Zuwendung(en) wurde aktualisiert.

source: Financial type for recurring contribution [%1] couldn't be changed: %2
de_de: Zuwendungsart für die wiederkehrende Zuwendung [%1] konnte nicht geändert werden: %2

source: Financial type for %1 recurring contribution(s) has been updated.
de_de: Zuwendungsart für %1 wiederkehrende Zuwendung(en) wurde aktualisiert.

source: don't change
de_de: nicht ändern

source: Mandate / Recurring Contribution
de_de: Mandat / Wiederkehrende Zuwendung

source: NOT FOUND!
de_de: NICHT GEFUNDEN!

source: Payment method
de_de: Zahlungsart

source: annually
de_de: jährlich

source: monthly
de_de: monatlich

source: The created mandate for membership [%1] has no BIC.
de_de: Das erstellte Mandat für die Mitgliedschaft [%1] hat keine BIC.

source: Potential Problem
de_de: Potentielles Problem

source: Please configure at least one CiviSEPA creditor!
de_de: Bitte mindestens einen CiviSEPA Kreditor konfigurieren!

source: Serious Configuration Issue
de_de: Konfigurationsproblem

source: Reference '%1' is already in use!
de_de: Referent '%1' wird schon benutzt!

source: Membership Type ID (default)
de_de: Mitgliedschaftstyp-ID (default)

source: Cancel Reason (default)
de_de: Kündigungsgrund (default)

source: Contact ID
de_de: CiviCRM ID

source: Date
de_de: Datum

source: Membership Type ID
de_de: Mitgliedschaftstyp-ID

source: Cancel Reason
de_de: Kündigungsgrund

source: Error Message (if creation failed)
de_de: Fehlermeldung (falls Erstellung fehlgeschlagen)

source: Creditor (default)
de_de: Kreditor (default)

source: Financial Type (default)
de_de: Zuwendungsart (default)

source: Campaign (default)
de_de: Kampagne (default)

source: Frequency (default)
de_de: Zahlungsrhytmus (default)

source: Collection Day (default)
de_de: Einzugstag (default)

source: Buffer Days
de_de: Puffertage

source: If a Contract already exists
de_de: Falls der Vertrag bereits besteht

source: Amount
de_de: Summe

source: Mandate Reference
de_de: Mandatsreferenz

source: Collection Day
de_de: Einzugstag

source: Member Since
de_de: Mitglied seit

source: Signature Date
de_de: Unterschriftsdatum

source: Validation Date
de_de: Validierungsdatum

source: Mandate ID
de_de: Mandats-ID

source: Contract already exists
de_de: Vertrag besteht bereits

source: semi-annually
de_de: halbjährlich

source: quarterly
de_de: vierteljährlich

source: bi-monthly
de_de: zweimonatlich

source: ignore
de_de: ignorieren

source: show error message
de_de: Fehlermeldung anzeigen

source: Error Message (if failed)
de_de: Fehlermeldung (falls fehlgeschlagen)

source: Join Date
de_de: Eintrittsdatum

source: Annual Membership Contribution
de_de: Jährliche Mitgliedschaftszahlung

source: Payment Interval
de_de: Zahlungsintervall

source: Recurring contribution/mandate
de_de: Wiederkehrende Zuwendung / Mandat

source: Donor's Bank Account
de_de: Konto der Spender_in

source: Defer Payment Start
de_de: Zahlungsbeginn aufschieben

source: Currency
de_de: Währung

source: Frequency Unit
de_de: Einheit des Einzugsintervalls

source: Frequency Interval
de_de: Einzugsintervall

source: Recurring Contribution ID
de_de: ID der wiederkehrenden Zuwendung

source: directly process scheduled changes
de_de: Vertragsänderungen direkt verarbeiten

source: Annual Amount
de_de: Jährlicher Betrag

source: Contract: Create
de_de: Vertrag Erstellen

source: Contract: Get
de_de: Vertrag Abrufen

source: Contract: Get Sepa
de_de: Vertrag SEPA Mandat

source: Contract: Pause
de_de: Vertrag Pausieren

source: Contract: Resume
de_de: Vertrag Wiederaufnahme

source: Contract: Cancel
de_de: Vertrag Beenden

source: Contract: Revive
de_de: Vertrag Wiederbeleben

source: Contract: Update
de_de: Vertrag Anpassen

source: No form for the quick entry of contact and membership data, please use the 'add membership' form in the contact's membership tab. Please contact an expert should you need such a form.
de_de: Es wurde kein Formular für die Schnellerfassung registriert, bitte verwenden Sie die "Mitgliedschaft hinzufügen" Funktion des Reiters "Mitgliedschaften" beim Kontakt.

source: 'Rapid Create' form not available
de_de: Da Formular für die vorhanden

source: (not found)
de_de: (nicht gefunden)

source: needs review
de_de: Prüfung erforderlich

source: scheduled modifications
de_de: geplante Änderungen

source: scheduled review
de_de: anzeigen

source: hide
de_de: schließen

source: Assign to Contract
de_de: Vertrag zuweisen

source: Detach from Contract
de_de: Zuwendung(en) vom Vertrag abkoppeln

source: CiviContract: Edit core membership
de_de: Contract Extension: Bearbeiten über Kernfunktionen

source: Allow editing memberships using the core membership form
de_de: Erlaubt das Bearbeiten von Mitgliedschaftern über die CiviCRM Kernfunktionen

source: None
de_de: Keine

source: Contract Cancellation
de_de: Vertrag Beenden

source: Contract Updates
de_de: Vertrag Anpassen

source: Cancellation Information
de_de: Kündigungsgrund

source: General Information
de_de: Allgemeine Informationen

source: Payment Information
de_de: Zahlungsinformationen

source: Channel
de_de: Kanal

source: Contract Cancel Reason
de_de: Beendigungsgrund

source: Order Type
de_de: Bestellart

source: Payment Intervals
de_de: Zahlungsintervall

source: Membership Type
de_de: Mitgliedschaftart

source: Increase
de_de: Erhöhung

source: Payment Contract
de_de: Vertrag pausieren

source: GP Bank Account
de_de: Organisationskonto

source: Donor's Account Name
de_de: Kontoinhaber

source: Member's Bank Account
de_de: Mitgliedskonto

source: Cycle Day
de_de: Einzugstag

source: Payment Method
de_de: Zahlungsart

source: Cancellation Date
de_de: Kündigungsdatum

source: Membership Channel
de_de: Anwerbekanal

source: Dialoger
de_de: Anwerber:in

source: Reference Number
de_de: Referenznummer

source: Contract Number
de_de: Vertragsnummer

source: Organisation's Bank Account
de_de: Organisationskonto

source: Paused
de_de: Pausiert

source: New
de_de: Neu

source: Grace
de_de: Zahlungsfrist

source: Current
de_de: Laufend

source: Pending
de_de: Ausstehend

source: Cancelled
de_de: Beendet

source: Deceased
de_de: Verstorben

source: Needs Review
de_de: Prüfung erforderlich

source: Failed
de_de: Fehlgeschlagen

source: Unknown
de_de: Unbekannt

source: Welcome Gift
de_de: Willkommensgeschenk

source: one-off
de_de: einmalig

source: trimestral
de_de: vierteljährig

source: Contract modification reviewer(s)
de_de: Vertrags Reviewer

source: Contacts that will be notified of updates that need review.
de_de: Kontakte, die über zu prüfende updates informiert werden.

source: Payment Preview
de_de: Vorschau Zahlung

source: (currently: %1)
de_de: (aktuell: %1)

source: Configuration Options for the Contract Extension
de_de: Einstelleungen der Contract Erweiterung

source: Set the financial type of all contributions to the financial type specified in the selected contract's type.
de_de: Setzt die Zuwendungsart aller Zuwendungen auf den in der Vertragsart angegebenen Typ.

source: If selected even already assigned contributions will be detached from their current contract, and re-assigned to the selected one.
de_de: Wenn aktiv, so werden sogar bereits zgeordnete Zuwendungen vom Vetrag abgekoppelt und neu zugeordnet.

source: This option is only available for non-SEPA contracts, and will only be executed for non-SEPA contributions.
de_de: Diese Einstellung bezieht sich nur auf nicht-SEPA Verträge, und wird auch ausschließlich für nicht-SEPA Zuwendungen angewendet.

source: Adjust the payment instrument of all assigned contributions.
de_de: Zahlungsinstrument aller zugewiesener Zuwendungen anpassen.

source: Help
de_de: Hilfe

source: Assign to Recurring Contribution
de_de: Wiederkehrender Zuwendung zuweisen

source: Modification
de_de: Änderung

source: Type
de_de: Typ

source: Medium
de_de: Kanal

source: Note
de_de: Notiz

source: Cancel reason
de_de: Kündigungsgrund

source: Added by
de_de: Erfasst von

source: Edit
de_de: Bearbeiten

source: Pays for Contract
de_de: Zahlung für Mitgliedschaft / Vertrag

source: Used to Pay for Contract
de_de: Zahlte Vertrag

source: new contract: %1
de_de: Neuer %1 Vertrag
